/* STM */
"STM01TEXT01" = "Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Per eseguire un Controllo Ugelli, assicurarsi che la stampante sia accesa e connessa al computer. Assicurarsi inoltre che sia caricata carta comune in formato A4 o Letter nell'alimentatore carta posteriore. Fare clic su [Stampa] per stampare un motivo di verifica degli ugelli o fare clic su [Annulla] per uscire.";
"NOZZLE01B01" = "Stampa";
"NOZZLE01B02" = "Annulla";

"NOZZLE02TEXT01" = "Confrontare il motivo stampato con l'esempio qui sopra. Se nel motivo di controllo ugelli sono presenti delle linee interrotte, fare clic su [Pulisci]. Per uscire, fare clic su [Fine].";
"NOZZLE02SPE01" = "Superiore: Buono
Inferiore: Pulizia necessaria";
"NOZZLE02B01" = "Fine";
"NOZZLE02B03" = "Pulisci";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Fare clic su [Avvia] per pulire gli ugelli della testina di stampa. Poiché la procedura di pulizia consuma una certa quantità di inchiostro, pulire la testina solo quando la stampa appare sbiadita o con parti mancanti. Utilizzare prima l'utility \"Controllo ugelli\" per controllare che la testina di stampa necessiti di pulizia.
Nota: prima di eseguire una pulizia, assicurarsi che il fermo per trasporto sia nella posizione di sblocco (Printing), come mostrato in figura.";
"HEADCLEANING01B01" = "Annulla";
"HEADCLEANING01B02" = "Avvia";

"HEADCLEANING02TEXT01" = "Attendere ...";
"HEADCLEANING02TEXT02" = "Pulizia testine in corso. Attendere prego.";
"HEADCLEANING02B01" = "Chiudi";

"HEADCLEANING03TEXT01" = "Il ciclo di pulizia è completato. Per verificarne l'effetto fare clic su [Motivo di verifica degli ugelli].";
"HEADCLEANING03B01" = "Fine";
"HEADCLEANING03B03" = "Motivo di verifica degli ugelli";

/* Gap */
"GAP01TEXT01" = "L'utility di Allineamento testine di stampa risolve disallinamenti verticali, bande orizzontali e stampe sfuocate.";
"GAP01B01" = "Avanti >";
"GAP01B02" = "Annulla";

"GAP02TEXT01" = "Verrà stampato un foglio di allineamento verticale.
Assicurarsi che la stampante sia accesa e collegata al computer. Assicurarsi inoltre che sia caricata carta comune in formato A4 o Letter nell'alimentatore carta posteriore.
Fare clic su [Stampa] quando si è pronti.";
"GAP02B01" = "Stampa";
"GAP02B02" = "Annulla";
"GAP02B03" = "Salta >>";

"GAP03TEXT01" = "Guardate la stampata di controllo dell'allineamento.
Individuare il quadrato senza bande visibili nei gruppi da #1 a #5. Selezionare il numero che corrisponde a tale quadrato nell'elenco sottostante per tutti i gruppi. Quindi fare clic su [Avanti >].
Se ogni quadrato contiene una banda, selezionare quello che contiene la banda o le bande più sottili. Quindi fare clic su [Riallineamento].";
"GAP03B01" = "Avanti >";
"GAP03B02" = "Annulla";
"GAP03B03" = "Riallineamento";

"GAP04TEXT01" = "Verrà stampato un foglio di allineamento orizzontale nero.
Assicurarsi che sia caricata carta comune in formato A4 o Letter nell'alimentatore carta posteriore.
Nota: Questa regolazione ha effetto solo sulla stampa ad alta velocità su carta comune. Gli altri tipi di carta non vengono influenzati.";
"GAP04B01" = "Stampa";
"GAP04B02" = "Annulla";
"GAP04B03" = "Salta >>";

"GAP05TEXT01" = "Guardate la stampata di controllo dell'allineamento.
Individuare il motivo senza banda nera o bianca. Selezionare il numero corrispondente al motivo nell'elenco sotto e fare clic su [Avanti >].
Se ciascun motivo contiene una banda, selezionare quello con la banda più sottile. Quindi fare clic su [Riallineamento].";
"GAP05B01" = "Avanti >";
"GAP05B02" = "Annulla";
"GAP05B03" = "Riallineamento";

"GAP06TEXT01" = "Verrà stampato un foglio di allineamento orizzontale a colori.
Assicurarsi che sia caricata carta comune in formato A4 o Letter nell'alimentatore carta posteriore.
Nota: Questa regolazione ha effetto solo sulla stampa ad alta velocità su carta comune. Gli altri tipi di carta non vengono influenzati.";
"GAP06B01" = "Stampa";
"GAP06B02" = "Annulla";

"GAP07TEXT01" = "Guardate la stampata di controllo dell'allineamento.
Identificare il motivo senza banda scura o chiara. Selezionare il numero corrispondente al motivo nell'elenco sotto e fare clic su [Fine].
Se ciascun motivo contiene una banda, selezionare quello con la banda più sottile. Quindi fare clic su [Riallineamento].";
"GAP07B01" = "Fine";
"GAP07B02" = "Annulla";
"GAP07B03" = "Riallineamento";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Utilizzare carta comune per pulire l'interno della stampante.
Assicurarsi che nella stampante sia caricata carta comune formato A4 o Letter, quindi fare clic su [Pulizia].
Ripetere la procedura fino alla completa pulizia dell'interno della stampante.";
"PG01_B01" = "Annulla";
"PG01_B02" = "Pulizia";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Numero di fogli di carta alimentata";
"PRINFO01SPE01" = "Numero di fogli";
"PRINFO01SPE02" = "Nessuna informazione disponibile per questa stampante.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se si riscontrano ancora strisce o colori mancanti nelle stampe anche dopo l'esecuzione di diverse operazioni di pulizia della testina, potrebbe essere necessario sostituire l'inchiostro all'interno dei tubicini di inchiostro per risolvere il problema.

Questa funzione consente di sostituire tutto l'inchiostro presente nei tubicini.

La funzione consuma una notevole quantità di inchiostro. Si consiglia di utilizzare questa funzione solo dopo aver eseguito diverse volte la pulizia della testina.

Nota: prima di utilizzare questa funzione, assicurarsi che vi sia inchiostro sufficiente nei serbatoi di inchiostro della stampante.
Se l'inchiostro non è sufficiente, riempire i serbatoi.";
"POWERINKFLUSHING01B01" = "Annulla";
"POWERINKFLUSHING01B02" = "Avanti >";

"POWERINKFLUSHING02TEXT01" = "Prima di eseguire questa funzione, assicurarsi che il fermo per trasporto sia nella posizione di sblocco (Printing), come mostrato in figura.

Nota: il fermo per trasporto deve sempre essere sbloccato quando la stampante è in uso.";

"POWERINKFLUSHING03TEXT01" = "Eseguire questa funzione?
Per sostituire tutto l'inchiostro nei tubicini, è necessario consumare una notevole quantità di inchiostro.
Si consiglia di provare diverse volte la pulizia della testina per provare a risolvere il problema prima di eseguire questa funzione. Fare clic su [Annulla] e quindi provare Pulizia testina.

Nota: questa funzione ha effetto sulla durata utile dei tamponi di inchiostro di scarico. I tamponi dell'inchiostro di scarico raggiungono prima la capacità limite se si esegue questa funzione.
Se i tamponi hanno raggiunto il termine della durata utile, contattare l'assistenza Epson per richiederne la sostituzione.

Fare clic su [Avvia] per avviare la sostituzione dell'inchiostro.
Una volta avviata, questa funzione non può venire interrotta.";
"POWERINKFLUSHING03B01" = "Annulla";
"POWERINKFLUSHING03B02" = "Avvia";

"POWERINKFLUSHING04TEXT01" = "Attendere ...";
"POWERINKFLUSHING04TEXT02" = "Lavaggio inchiostro energico in corso.
Attendere.";
"POWERINKFLUSHING04B01" = "Chiudi";

"POWERINKFLUSHING05TEXT01" = "Lavaggio inchiostro energico completato.
Per verificare l'efficacia del lavaggio inchiostro, fare clic su [Motivo di verifica degli ugelli].";
"POWERINKFLUSHING05B01" = "Fine";
"POWERINKFLUSHING05B03" = "Motivo di verifica degli ugelli";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Successivo";
"INKTANKUTILITYB02" = "Indietro";
"INKTANKUTILITYB03" = "Chiudi";

//Common
"INKTANKUTILITYTEXT01" = "Riempire fino alla linea su tutti i serbatoi.
Vedere il manuale della stampante per dettagli sul riempimento del serbatoio e l'uso della stampante.
Anche se non si dispone di nuove bottiglie di inchiostro e uno o più serbatoi non sono riempiti fino alla linea superiore sul serbatoio, è possibile continuare a usare la stampante. Tuttavia, per mantenere il livello prestativo ottimale della stampante, riempire tutti i serbatoi di inchiostro fino alla linea superiore al più presto.

Nota:
la qualità o affidabilità di inchiostro non originale non può essere garantita e può causare danni alla stampante non coperti dalle garanzie Epson.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.";
"INKTANKUTILITYTEXT02" = "Un uso prolungato della stampante con livello di inchiostro sotto la linea del serbatoio può danneggiare la stampante.";
"INKTANKUTILITYTEXT03" = "Un uso prolungato della stampante con livello di inchiostro inferiore a 20 mm dal fondo del serbatoio può danneggiare la stampante.
Per verificare i livelli dell'inchiostro, usare il righello fornito con la stampante.";
"INKTANKUTILITYTEXT04" = "Quando si verifica un avviso per il reset della quantità di inchiostro residua, verranno visualizzate istruzioni per il reset dei livelli.";

/* Printer Settings */
"PRISET01B01" = "Applica";
"PRISET01B02" = "Annulla";
"PRISET01SPE04" = "Nessuna informazione disponibile per questa stampante.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Timer spegnimento";
"PRISET01SPE21" = "Off";
"PRISET01SPE22" = "30 minuti";
"PRISET01SPE23" = "1 ora";
"PRISET01SPE24" = "2 ore";
"PRISET01SPE25" = "4 ore";
"PRISET01SPE26" = "8 ore";
"PRISET01SPE27" = "12 ore";

/* Error */
"PRINTERBUTTON00" = "arresto/manutenzione";
"ERCOMMON_B01" = "Annulla";
"ERCOMMON_B02" = "Continua";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Annulla";
"ER00_TEXTA" = "Errore";
"ER00_TEXTB" = "1. Annullare tutti i lavori di stampa.
2. Aprire il coperchio della stampante e rimuovere eventuale carta inceppata.
3. Chiudere il coperchio, quindi spegnere e riaccendere.";
"ER00_TEXTA_D4" = "Errore";
"ER00_TEXTB_D4" = "1. Annullare tutti i lavori di stampa.
2. Aprire il coperchio della stampante e rimuovere eventuale carta inceppata.
3. Chiudere il coperchio, quindi spegnere e riaccendere.";
"ER00_B01_D4" = "Annulla";
"ER01_TEXTA" = "Stampante occupata";
"ER01_TEXTB" = "Attendere prego...";
"ER04_TEXTA" = "Inceppamento carta";
"ER04_TEXTB" = "1. Aprire il coperchio della stampante e rimuovere eventuale carta inceppata.
2. Chiudere il coperchio e premere il tasto %btn% sul prodotto.";
"ER05_TEXTA" = "È il momento di resettare i livelli di inchiostro.";
"ER05_TEXTB" = "Occorre verificare la quantità di inchiostro residuo. Per istruzioni sul riempimento del serbatoio, fare clic sull'icona [Utility serbatoio inchiostro] in Epson Printer Utility 4.
Vedere il manuale della stampante per istruzioni sulla verifica delle bottiglie di inchiostro per questa stampante.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.

Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"ER05_TEXTA_FF" = "Il caricamento iniziale dell'inchiostro non è completato";
"ER05_TEXTB_FF" = "Vedere il foglio Installazione per completare il processo di caricamento dell'inchiostro iniziale.";
"ER06_TEXTA_D4" = "Carta esaurita o caricamento errato";
"ER06_TEXTB_D4" = "1. Rimuovere e ricaricare la carta.
2. Premere il tasto %btn% sul prodotto o fare clic su [Continua] quando visualizzato.

Fare clic su [Annulla] per annullare il lavoro di stampa quando viene visualizzato. Se non viene annullato, annullarlo sul prodotto.";
"ER06_B01_D4" = "Continua";
"ER06_B02_D4" = "Annulla";
"ER06_TEXTA" = "Carta esaurita o caricamento errato";
"ER06_TEXTB" = "1. Rimuovere e ricaricare la carta.
2. Premere il tasto %btn% sul prodotto.

Fare clic su [Annulla] per annullare il lavoro di stampa quando viene visualizzato. Se non viene annullato, annullarlo sul prodotto.";
"ER10_TEXTA" = "Necessaria l'assistenza";
"ER10_TEXTB" = "Un tampone di inchiostro della stampante è al termine della durata utile.
Contattare l'assistenza Epson.";
"ER10_TEXTA_SPE01" = "Necessaria l'assistenza";
"ER10_TEXTB_SPE01" = "Un tampone di inchiostro della stampante è al termine della durata utile.
Potrebbero verificarsi perdite di inchiostro di scarto.
Contattare l'assistenza Epson.";
"ER12_TEXTA" = "Errore di alimentazione multipagina";
"ER12_TEXTB" = "Effettuare una delle seguenti operazioni.
- Rimuovere e ricaricare la carta. Premere il tasto %btn% sul prodotto.
- Fare clic su [Annulla] per annullare il lavoro di stampa quando viene visualizzato. Se non viene annullato, annullarlo sul prodotto.";
"ER12_TEXTA_D4" = "Errore di alimentazione multipagina";
"ER12_TEXTB_D4" = "Effettuare una delle seguenti operazioni.
- Rimuovere e ricaricare la carta. Premere il tasto %btn% sul prodotto.
- Fare clic su [Annulla] per annullare il lavoro di stampa quando viene visualizzato. Se non viene annullato, annullarlo sul prodotto.";
"ER12_B01_D4" = "Annulla";
"ER4A_TEXTA" = "Un tampone di inchiostro della stampante è prossimo al termine della durata utile.";
"ER4A_TEXTB" = "Contattare l'assistenza Epson.
Premere il tasto %btn% sulla stampante per continuare la stampa.";
"ER4A_TEXTA_SPE01" = "Un tampone di inchiostro della stampante è al termine della durata utile.";
"ER4A_TEXTB_SPE01" = "Se si continua a stampare, potrebbero verificarsi delle perdite di inchiostro di scarto.
Contattare l'assistenza Epson.
Premere il tasto %btn% sulla stampante per continuare la stampa.";
"Common Error Text1" = "Errore";
"Common Error Text2" = "1. Annullare tutti i lavori di stampa.
2. Aprire il coperchio della stampante e rimuovere eventuale carta inceppata.
3. Chiudere il coperchio, quindi spegnere e riaccendere.";
"Common Error B1" = "Annulla";
"Cleaning status" = "Stampante occupata";
"Shipment status" = "Il caricamento iniziale dell'inchiostro non è completato";
"Charging status" = "Caricamento del sistema inchiostri";
"WRINKLOW_TEXTA" = "È quasi il momento di resettare i livelli di inchiostro.";
"WRINKLOW_TEXTB" = "I livelli di inchiostro potrebbero essere bassi.
Potrebbe comunque essere possibile continuare la stampa. Tuttavia, predisporre nuove bottiglie di inchiostro al più presto. Si consiglia di utilizzare inchiostro originale Epson.
Vedere il manuale della stampante per istruzioni sulla verifica delle bottiglie di inchiostro per questa stampante.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.

Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"WRINKLOW2_TEXTA" = "È quasi il momento di resettare i livelli di inchiostro.";
"WRINKLOW2_TEXTB" = "I livelli di inchiostro potrebbero essere bassi.
Potrebbe comunque essere possibile continuare la stampa. Tuttavia, predisporre nuove bottiglie di inchiostro al più presto. Si consiglia di utilizzare inchiostro originale Epson.
Vedere il manuale della stampante per istruzioni sulla verifica delle bottiglie di inchiostro per questa stampante.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.

Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"WRCD_TEXTA" = "La pulizia testine non può essere completata.";
"WRCD_TEXTB" = "I livelli di inchiostro potrebbero essere bassi.
Potrebbe comunque essere possibile continuare la stampa. Tuttavia, predisporre nuove bottiglie di inchiostro al più presto. Si consiglia di utilizzare inchiostro originale Epson.
Vedere il manuale della stampante per istruzioni sulla verifica delle bottiglie di inchiostro per questa stampante.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.

Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"WRPD_TEXTA" = "Non è stato possibile completare il lavaggio inchiostro energico.";
"WRPD_TEXTB" = "I livelli di inchiostro potrebbero essere bassi.
Potrebbe comunque essere possibile continuare la stampa. Tuttavia, predisporre nuove bottiglie di inchiostro al più presto. Si consiglia di utilizzare inchiostro originale Epson.
Vedere il manuale della stampante per istruzioni sulla verifica delle bottiglie di inchiostro per questa stampante.
Inchiostri originali Epson diversi da quelli specificati nel manuale della stampante possono causare danni non coperti dalle garanzie Epson.

Per verificare l'inchiostro effettivamente rimasto, controllare visivamente i livelli di inchiostro nei serbatoi di inchiostro della stampante.
Se si continua a utilizzare la stampante con livello di inchiostro inferiore al limite, la stampante può venire danneggiata.";
"COMUERR_TEXTA" = "Errore di comunicazione";
"COMUERR_TEXTB" = "Collegare il prodotto al computer e accendere il prodotto. Se il prodotto viene spento durante la stampa, annullare il lavoro di stampa.";
"COMUERR_B01" = "Riprova";
"COMUERR_B02" = "Annulla";
"CHARGINGSTATUS_TEXTA" = "Caricamento del sistema inchiostri";

